#+TITLE: Portfolio I
#+AUTHOR: Chris Hogan
#+DATE: <2022-12-12 Mon> to <2022-01-15 Sun>
#+STARTUP: nologdone

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W50 :tags t
#+CAPTION: Clock summary at [2023-01-07 Sat 20:28], for week 2022-W50.
| Tags    | Headline             | Time    |      |      |
|---------+----------------------+---------+------+------|
|         | *Total time*         | *13:56* |      |      |
|---------+----------------------+---------+------+------|
|         | Week 1               | 13:56   |      |      |
|         | \_  <2022-12-12 Mon> |         | 1:57 |      |
| drawing | \_    Art wod        |         |      | 1:57 |
|         | \_  <2022-12-13 Tue> |         | 3:06 |      |
| study   | \_    Art wod        |         |      | 1:01 |
| drawing | \_    Art wod        |         |      | 2:05 |
|         | \_  <2022-12-14 Wed> |         | 2:23 |      |
| drawing | \_    Art wod        |         |      | 2:23 |
|         | \_  <2022-12-15 Thu> |         | 2:33 |      |
| drawing | \_    Art wod        |         |      | 2:33 |
|         | \_  <2022-12-16 Fri> |         | 1:00 |      |
| drawing | \_    Art wod        |         |      | 1:00 |
|         | \_  <2022-12-17 Sat> |         | 1:57 |      |
| drawing | \_    Art wod        |         |      | 1:43 |
| study   | \_    Art wod        |         |      | 0:14 |
|         | \_  <2022-12-18 Sun> |         | 1:00 |      |
| drawing | \_    Art wod        |         |      | 0:41 |
| study   | \_    Art wod        |         |      | 0:19 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *12h 22m* |
|----------+------------+-----------|
| study    | *Tag time* | *1h 34m*  |
|----------+------------+-----------|
| painting | *Tag time* | *0h 0m*   |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:

** <2022-12-12 Mon>
*** DONE Art wod                                                      :drawing:
:LOGBOOK:
CLOCK: [2022-12-12 Mon 19:05]--[2022-12-12 Mon 21:02] =>  1:57
:END:
** <2022-12-13 Tue>
*** DONE Art wod                                                      :study:
:LOGBOOK:
CLOCK: [2022-12-13 Tue 13:35]--[2022-12-13 Tue 13:58] =>  0:23
CLOCK: [2022-12-13 Tue 12:20]--[2022-12-13 Tue 12:30] =>  0:10
CLOCK: [2022-12-13 Tue 07:47]--[2022-12-13 Tue 08:15] =>  0:28
:END:
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-13 Tue 19:15]--[2022-12-13 Tue 20:16] =>  1:01
CLOCK: [2022-12-13 Tue 10:27]--[2022-12-13 Tue 11:31] =>  1:04
:END:
** <2022-12-14 Wed>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-14 Wed 18:28]--[2022-12-14 Wed 20:12] =>  1:44
CLOCK: [2022-12-14 Wed 10:58]--[2022-12-14 Wed 11:37] =>  0:39
:END:
** <2022-12-15 Thu>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-15 Thu 19:55]--[2022-12-15 Thu 21:17] =>  1:22
CLOCK: [2022-12-15 Thu 15:20]--[2022-12-15 Thu 15:55] =>  0:35
CLOCK: [2022-12-15 Thu 08:46]--[2022-12-15 Thu 09:22] =>  0:36
:END:
** <2022-12-16 Fri>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-16 Fri 20:51]--[2022-12-16 Fri 21:51] =>  1:00
:END:
** <2022-12-17 Sat>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-17 Sat 15:39]--[2022-12-17 Sat 16:19] =>  0:40
CLOCK: [2022-12-17 Sat 10:33]--[2022-12-17 Sat 11:36] =>  1:03
:END:
*** DONE Art wod                                                      :study:
:LOGBOOK:
CLOCK: [2022-12-17 Sat 15:25]--[2022-12-17 Sat 15:39] =>  0:14
:END:
** <2022-12-18 Sun>
*** DONE Art wod                                                    :drawing:
:LOGBOOK:
CLOCK: [2022-12-18 Sun 19:49]--[2022-12-18 Sun 20:30] =>  0:41
:END:
*** DONE Art wod                                                      :study:
:LOGBOOK:
CLOCK: [2022-12-18 Sun 20:30]--[2022-12-18 Sun 20:49] =>  0:19
:END:

* Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W51 :tags t
#+CAPTION: Clock summary at [2023-01-07 Sat 20:28], for week 2022-W51.
| Tags    | Headline             | Time   |      |      |
|---------+----------------------+--------+------+------|
|         | *Total time*         | *2:24* |      |      |
|---------+----------------------+--------+------+------|
|         | Week 2               | 2:24   |      |      |
|         | \_  <2022-12-19 Mon> |        | 2:24 |      |
| drawing | \_    Tarnhelm       |        |      | 2:24 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *2h 24m* |
|----------+------------+----------|
| study    | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2022-12-19 Mon>
*** DONE Tarnhelm                                                   :drawing:
:LOGBOOK:
CLOCK: [2022-12-19 Mon 20:16]--[2022-12-19 Mon 21:39] =>  1:23
CLOCK: [2022-12-19 Mon 10:32]--[2022-12-19 Mon 11:33] =>  1:01
:END:
* Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W01 :tags t
#+CAPTION: Clock summary at [2023-01-07 Sat 20:28], for week 2023-W01.
| Tags    | Headline                | Time    |      |      |
|---------+-------------------------+---------+------+------|
|         | *Total time*            | *13:30* |      |      |
|---------+-------------------------+---------+------+------|
|         | Week 3                  | 13:30   |      |      |
|         | \_  <2023-01-02 Mon>    |         | 3:24 |      |
| drawing | \_    Tarnhelm design   |         |      | 3:24 |
|         | \_  <2023-01-03 Tue>    |         | 2:04 |      |
| drawing | \_    Tarnhelm design   |         |      | 1:19 |
| study   | \_    portfolio         |         |      | 0:45 |
|         | \_  <2023-01-06 Fri>    |         | 6:00 |      |
| 3D      | \_    Blender tutorials |         |      | 6:00 |
|         | \_  <2023-01-07 Sat>    |         | 2:02 |      |
| 3D      | \_    Blender tutorials |         |      | 2:02 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *4h 43m* |
|----------+------------+----------|
| study    | *Tag time* | *0h 45m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *8h 2m*  |

#+END:
** <2023-01-02 Mon>
*** DONE Tarnhelm design                                            :drawing:
:LOGBOOK:
CLOCK: [2023-01-02 Mon 14:13]--[2023-01-02 Mon 15:37] =>  1:24
CLOCK: [2023-01-02 Mon 07:20]--[2023-01-02 Mon 09:20] =>  2:00
:END:
** <2023-01-03 Tue>
*** DONE Tarnhelm design                                            :drawing:
:LOGBOOK:
CLOCK: [2023-01-03 Tue 07:26]--[2023-01-03 Tue 08:45] =>  1:19
:END:
*** DONE portfolio                                                    :study:
:LOGBOOK:
CLOCK: [2023-01-03 Tue 08:45]--[2023-01-03 Tue 09:30] =>  0:45
:END:
** <2023-01-06 Fri>
*** DONE Blender tutorials                                               :3D:
:LOGBOOK:
CLOCK: [2023-01-06 Fri 09:00]--[2023-01-06 Fri 15:00] =>  6:00
:END:
** <2023-01-07 Sat>
*** DONE Blender tutorials                                               :3D:
:LOGBOOK:
CLOCK: [2023-01-07 Sat 10:50]--[2023-01-07 Sat 11:10] =>  0:20
CLOCK: [2023-01-07 Sat 09:29]--[2023-01-07 Sat 10:08] =>  0:39
CLOCK: [2023-01-07 Sat 08:13]--[2023-01-07 Sat 09:16] =>  1:03
:END:

